core-bc/composites/schema/src/main/resources/schema/RTJP/GetMedicalSupplyDeliveryPoints.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:riv:itintegration:registry:1" xmlns:urn1="urn:riv:crm:selfservice:medicalsupply:GetMedicalSupplyDeliveryPointsResponder:0">
   <soapenv:Header>
      <urn:LogicalAddress>?</urn:LogicalAddress>
   </soapenv:Header>
   <soapenv:Body>
      <urn1:GetMedicalSupplyDeliveryPoints>
         <urn1:PostalCode>?</urn1:PostalCode>
         <urn1:ServicePointProvider>?</urn1:ServicePointProvider>
         <!--You may enter ANY elements at this point-->
      </urn1:GetMedicalSupplyDeliveryPoints>
   </soapenv:Body>
</soapenv:Envelope>